Repository: Diciannove/trashpic
Catalog: languages/TRASHPIC-plugin-*.po
Languages: it_it

source: Yes
it_it: S&igrave;

# default_latitude
source: Latitude
it_it: Centratura della mappa (Latitudine)

# default_longitude
source: Longitude
it_it: Centratura della mappa (Longitudine)

source: default_zoom_level
it_it: Livello di zoom al caricamento della mappa

source: trashpic_polygon
it_it: Poligono area di segnalazione

source: trashpic_polygon_in_map
it_it: Evidenzia il poligono nella pagina della mappa

source: trashpic_polygon_in_report
it_it: Evidenzia il poligono nella pagina di segnalazione

source: only_registered_users
it_it: Permetti che le segnalazioni vengano effettuate solo da utenti registrati

source: send_mail_on_report
it_it: Invia una mail all'inserimento di una segnalazione

source: send_mail_on_report_address
it_it: Indirizzi a cui inviare la mail dopo l'inserimento di una segnalazione (in caso di più indirizzi itilizza la vrgola ',' come separatore)

source: Insufficient permissions
it_it: Permessi insufficienti

source: trashpic Contributor
it_it: Segnalatore (Trashpic)

source: Settings
it_it: Impostazioni

source: view_filter_pending
it_it: Segnalazioni da gestire

source: view_filter_approved
it_it: Mostrate sulla mappa

source: view_filter_refused
it_it: Non mostrate sulla mappa

source: only_registered_users_public
it_it: Le segnalazioni possono essere fatte solo da utenti registrati

source: go_to_login_page
it_it: Vai al login

source: error_longitude_mandatory
it_it: Errore: La longitudine &egrave; obbligatoria

source: error_latitude_mandatory
it_it: Errore: La latitudine &egrave; obbligatoria

source: mail_text_header
it_it: E' stata inserita una nuova segnalazione

source: Report number
it_it: Codice segnalazione

source: location
it_it: Posizione

source: mail_text_footer
it_it: Grazie

source: mail_text_signature
it_it: Smile trashpic

source: mail_subject_on_report
it_it: SMILE - Trashpic: E' stata inserita una nuova segnalazione

source: notice_success_new_report
it_it: Segnalazione inviata correttamente!

# trashpic_setting_title
source: Trashpic - Settings
it_it: Trashpic - Impostazioni

source: Report label
it_it: Assegna un'etichetta a questo report

source: Report link
it_it: Collega questo report con un altro

source: litter_numbers
it_it: Numero di rifiuti

source: Latitude
it_it: Latitudine

source: Longitude
it_it: Longitudine

source: category
it_it: Categoria pubblica

source: public_note
it_it: Note del segnalatore

# picture
source: Image
it_it: Immagine

source: smile_phone
it_it: Tramite call center

source: approve
it_it: Mostra sulla mappa

source: Investigated
it_it: Indagato

source: report_notified
it_it: La segnalazione è già stata notificata

source: report_notification
it_it: Seleziona il checkbox per inviare la segnalazione al salvataggio

source: solved
it_it: Problema risolto

source: Note
it_it: Note aggiuntive

source: send_report
it_it: Invia la segnalazione

# litter_type_tax_name
source: Litter types
it_it: Tipologia di rifiuti

# litter_type_tax_name_singular
source: Litter type
it_it: Tipologia di rifiuto

# search_litter_type
source: Litter type search
it_it: Ricerca in base alla tipologia di rifiuti

source: all_litter_type
it_it: Tutte le tipologie di rifiuto

source: parent_litter_type
it_it: Tipologia padre

source: Update litter type
it_it: Aggiorna tipologia di rifiuti

# add_new_litter_type
source: Add litter type
it_it: Aggiungi tipologia di rifiuti

# new_litter_type_name
source: New litter type
it_it: Nuova tipologia di rifiuti

# litter_type_menu_name
source: Litter types
it_it: Gestione tipologie

source: attribute_tax_name
it_it: Attributi

source: attribute_tax_name_singular
it_it: Attributo

source: search_attribute_type
it_it: Ricerca in base alla tipologia di rifiuti

source: parent_attribute_type
it_it: attributo padre

source: edit_attribute
it_it: Modifica atttributo

source: update_attribute
it_it: Aggiorna attributo

source: add_new_attribute
it_it: Aggiungi tipologia di rifiuti

source: new_attribute_name
it_it: Nuovo attributo

source: attribute_menu_name
it_it: Gestione attributi

source: label
it_it: Etichetta

source: Approved
it_it: Mostrata sulla mappa

source: notified
it_it: Segnalazione inviata
